{
  "ELLIPSE_SIZE":"<p>Hier kannst du die Größe der ganzen Noten einstellen. Sinnvolle Werte\nsind [2-4, 1.2-2].</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Die Größe der anderen Noten werden ausgehend von diesem\nWert berechnet.</p>\n\n<p>Da die Noten auch mit der dicken Linie umrandet werden, kann auch die\n&quot;Linienstärke <code>dick</code>&quot; reeduziert werden, um ein filigraneres Notenbild\nzu erhalten.</p>\n</blockquote>\n",
  "REST_SIZE":"<p>Hier kannst du die Größe der Pausen einstellen. Sinnvolle Werte sind\n[2-4, 1.2-2]</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:Bitte beachte, dass nur die Angabe der Höhe von\nberücksichtigt wird, da das Pausensymbol nicht verzerrt werden darf.</p>\n</blockquote>\n",
  "annotations":"<p>Hier kannst du eine Liste von Beschriftungsvorlagen\nangeben.</p>\n\n<p>Zupfnoter bringt einige solcher Definitionen bereits mit.</p>\n\n<p>Diese Beschriftungsvorlagen kannst du über &quot;Zusatz einfügen&quot; mit\neiner Note verbinden (Notenbeschriftung).</p>\n",
  "annotations.vl":"<p>Hier siehst du ein Beispiel für eine Notenbeschriftung (hier mit\ndem Namen <code>vl</code>).\\\nDiese dient dazu ein &quot;V&quot; an die Harfennote zu drucken um anzudeuten,\ndass die Saite nach Ablauf des Notenwertes abgedämpft werden soll.</p>\n",
  "autopos":"<p>Hier kannst du die automatische Positionierung einschalten. Dabei werden\nZählmarken bzw. Taktnummern abhängig von der Größe der Noten platziert.\nWenn diese Option ausgeschaltet, gelten die Werte von <code>pos</code>. Dies kann\nbei manchen Stücken eine sinnvollere Einstellugn sein.</p>\n\n<p>Die Zählmarken/Taktnummer lassen sich weiterhin mit der Maus\nverschieben.</p>\n",
  "cp1":"<p>Hier gibst du den Kontrollpunkt für die erste Note an.</p>\n",
  "cp2":"<p>Hier gibst du den Kontrollpunkt für die letzte Note an.</p>\n",
  "extract":"<p>Hier kannst du Auszüge für deine Unterlegnoten definieren. Das ist\nbesonders bei mehrstimmigen Sätzen sinnvoll (Siehe Kapitel &quot;Auszüge&quot;).</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Einstellungen im Auszug 0 wirken auf die anderen Auszüge,\nsofern sie dort nicht überschrieben werden.</p>\n</blockquote>\n\n<p><code>extract.0</code> spezifiziert den Auszug 0; <code>extract.1</code> spezifiziert den\nAuszug 1 usw.</p>\n",
  "extract.0.barnumbers":"<p>Hier kannst du angeben, wie Taktnummern in deinem Unterlegnotenblatt\nausgegeben werden sollen.</p>\n",
  "extract.0.barnumbers.voices":"<p>Hier kannst du eine Liste der Stimmen angeben, die Taktnummern bekommen\nsollen.</p>\n",
  "extract.0.countnotes":"<p>Hier kannst du angeben, ob und wie Zählmarken in deinem\nUnterlegnotenblatt ausgegeben werden sollen.</p>\n\n<p>Zählmarken sind hilfreich, um sich ein Stück erarbeiten. Sie geben\nHilfestellung beim einhalten der vorgegebenen Notenweret.</p>\n",
  "extract.0.countnotes.voices":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, die Zählmarken bekommen sollen.</p>\n",
  "extract.0.filenamepart":"<p>Hier kannst du einen Zusatz angeben, um welchen der Filename der\nPDF-Dateien für diesen Auszug ergänzt werden soll. Auf diese Weise wird\njeder Auszug in einer eigenen Datei wiedergegeben.</p>\n\n<p>Wenn das Feld fehlt, dann wird der Filename aus dem Inhalt von\n<code>extract.0.title</code> gebildet.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Bitte achte darauf, daß jeder Auszug einen eindeutigen\nFilename-Zusatz oder Titel hat. Sonst werden mehrere Auszüge in die\ngleiche Datei geschrieben (und nur der letzte bleibt übrig).</p>\n</blockquote>\n",
  "extract.0.flowlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Flußlinien eingezeichnet werden sollen.</p>\n",
  "extract.0.jumplines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Sprunglinien eingezeichnet werden sollen.</p>\n",
  "extract.0.layoutlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, die zur die Berechnung des vertikalen Anordnugn der Noten\n(Layout) herangezogen werden sollen.</p>\n\n<p>Üblicherweise werden alle Stimmen für die Berechnung des Layouts\nherangezogen. Bei langen Stücken kann es aber sinnvoll sein, nur die\ndargstellten Stimmmen zur Berechnung des Layouts zu berücksichtigen, um\nein ausgwogeneres Notenbild zu bekommen.</p>\n\n<blockquote>\n<p><strong>Hineis</strong>: Auch wenn der Parameter <code>layoutlines</code> heißt, bewirkt er\nnicht, dass irgendwelche Linien eingezeichnet werden.</p>\n</blockquote>\n",
  "extract.0.legend":"<p>Hier kannst du die Darstellung der Legende konfigurieren. Dabei wird\nunterschieden zwischen * <code>pos</code> - Position des Titels des\nMusikstückes * <code>spos</code> - Position der Sublegende, d.h. der weiteren\nAngaben zum Musikstück</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Die Legende wird vorzugsweise durch Verschieben mit der\nMaus positioniert. Für eine genaue positionierung kann jedoch die\nEingabe über die Bildschirmmaske sinnvol sein.</p>\n</blockquote>\n",
  "extract.0.legend.pos":"<p>Hier kannst du die Darstellung des Titels des Musikstückes angeben. Die\nAngabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n",
  "extract.0.legend.spos":"<p>Hier kannst du die Darstellung der weiteren Angaben (Sublegende) des\nMusikstückes angeben. Die Angabe erfolgt in mm als kommagetrennte Liste\nvon horizontaler / vertikaler Position.</p>\n",
  "extract.0.subflowlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Unterflußlinien eingezeichnet werden sollen.</p>\n",
  "extract.0.synchlines":"<p>Hier kannst du angeben, welche Stimmenpaare über Synchronisationslinien\nverbunden werden sollen.</p>\n\n<p>Die Angabe erfolgt in der Bildschirmmaske als eine durch Komma\nseparierte Liste von Stimmenpaaren (darin die Stimmen durch &quot;-&quot;\ngetrennt).</p>\n\n<p>Die Angabe &quot;<code>1-2, 3-4</code>&quot; bedeutet beispielsweise, dass zwischen den Stimmen\n1 und 2 bzw. den Stimmen 3 und 4 eine Synchronisationslinie gezeichnet\nwerden soll.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:In der Texteingabe wird das als eine Liste von\nzweiwertigen Listen dargestellt.</p>\n</blockquote>\n",
  "extract.0.title":"<p>Hier spezifizierst du den Titel des Auszuges. Er wird in der Legende mit\nausgegeben.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Der Titel des Auszuges wird an die Angabe in der Zeile\n&quot;F:&quot; angehängt, falls nicht noch ein <code>extract.0.filenamepart</code>\nspezifiziert ist.</p>\n</blockquote>\n",
  "layout":"<p>Hier kannst du die Parameter für das Layout eintsllen. Damit lässt das\nNotenbild gezielt optimieren.</p>\n",
  "layout.LINE_MEDIUM":"<p>Hier stellst du die Breite (in mm) von mittelstarken Linien ein.</p>\n",
  "layout.LINE_THICK":"<p>Hier stellst du die Breite (in mm) von dicken Linien ein.</p>\n",
  "layout.LINE_THIN":"<p>Hier stellst du die Breite (in mm) von dünnen Linien ein.</p>\n",
  "layout.limit_a3":"<p>Diese Funktion verschiebt Noten am A3-Blattrand nach innen. Da das\nUnterlegnotenblatt etwas größer ist als A3 würde sonst die Note\nangeshnitten.</p>\n",
  "lyrics":"<p>Hier steuerst du die Positionierung der Liedtexte. Dabei kannst du den\nLiedtext auf mehrer Blöcke aufteilen.</p>\n\n<p>Ein einzelner Block listet die Strophen auf, die er enthält, und die\ngemeinsam poitioniert werden.</p>\n",
  "lyrics.0":"<p>Hier definierst du einen einzelnen Block von Liedtexten.</p>\n",
  "lyrics.0.pos":"<p>Hier gibst du die Position an, an welcher der Liedtext-Block ausgegeben\nwerden soll. Angabe erfolgt in mm als kommagetrennte Liste von\nhorizontaler / vertikaler Position.</p>\n",
  "lyrics.0.verses":"<p>Hier gibst du die Liste der Strophen an die im Liedtext-Block ausgegeben\nwerden.</p>\n",
  "lyrics.pos":"<p>Dies ist die Vorgabe für Position, an welcher der Liedtext-Block\nausgegeben werden soll. Angabe erfolgt in mm als kommagetrennte Liste\nvon horizontaler / vertikaler Position.</p>\n",
  "lyrics.verses":"<p>Dies ist die Vorgabe für die Liste der Strophen die im Liedtext-Block\nausgegeben werden.</p>\n",
  "nonflowrest":"<p>Hier kannst du einstellen, ob in den Begleitstimmen ebenfalls die Pausen\ndargestellt werden sollen. Eine Stimme wird dann Begleitstimme\nbetrachtet, wenn sie keine Flußlinie hat.</p>\n\n<p>Normalerweise ist es nicht sinnvoll, in den Begleitstimmen Pausen\ndarzustellen, da der Spieler sich ja an den Pausen in der Flußlinie\norientiert.</p>\n",
  "notes":"<p>Hier kannst du eine Seitenbeschriftungen hinzufügen. Beim Einfügen einer\nSeitenbeschriftung vergibt Zupfnoter eine Nummer anstelle der <code>.0</code>. Es\nkann aber auch sinnvoll sein eine sprechende Bezeichnung für die\nBeschriftung manuell vorzugeben um ihrer spezifische Verwendung\nhervorzuheben z.B. <code>notes.T_Copyright</code>. Das ist allerdings nur in der\nTextansicht möglich.</p>\n",
  "notes.0.pos":"<p>Hier gibst du die Position der Seitenbeschriftung an, an welcher der\nLiedtext-Block ausgegeben werden soll. Angabe erfolgt in mm als\nkommagetrennte Liste von horizontaler / vertikaler Position.</p>\n",
  "pos":"<p>Hier gibst du die Position an. Angabe erfolgt in mm als kommagetrennte\nListe von horizontaler / vertikaler Position.</p>\n",
  "prefix":"<p>Hier kannst du einen Text angeben, der z.B. vor der Taktnummeer\nausgegeben werden soll (Präfix).</p>\n",
  "printer":"<p>Hier kannst du das Druckbild auf deine Drucher-Umgebung anpassen.</p>\n\n<blockquote>\n<p><strong>Hinweis:</strong> Durch Verwendung dieser Funktion passen die erstellten\nPDF-Dateien eventuell nicht mehr auf andere Umgebungen. Bitte verwende\ndie Funktion also erst, wenn du keine geeigneten Einstellungen in\ndeinem Druckdialog findest.</p>\n</blockquote>\n",
  "printer.a3_offset":"<p>Hier defnierst du, wie das Druckbild beim Ausdruck auf A3-Papier\nverschoben werden soll.</p>\n\n<p>Angabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Wenn ein Unterlegnotenblatt für eine 25 saitige Harfe auf\nein A3-Blatt gedruckt wird, ist es sinnvoll, das Druckbild um 10 mm\nnach links zu verschieben. Dadurch werden die Noten vom Drucker nicht\nmehr angeschnitten.</p>\n\n<p>In diesem Fall kann es auch sinnvoll sein, <code>limit-A3</code> auszuschalten.</p>\n</blockquote>\n",
  "printer.a4_offset":"<p>Hier defnierst du, wie das Druckbild beim Ausdruck auf A3-Papier\nverschoben werden soll.</p>\n\n<p>Angabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n",
  "printer.show_border":"<p>Hier kannst du einstellen, ob die Blattbegrenzung gedruckt werden soll.\nDie Blattbegrenzung liegt eigntlich ausserhalb des Bereiches, den der\nDrucker auf dem Papier bedrucken kann. Wenn der Drucker das Druckbild\nauf dem Papier zentriert, ist die Blattbegrenzung nicht sichtbar. Ihre\nDarstellung auf der Druckvorschau kann trotzdem hilfreich sein.</p>\n\n<p>Manche Drucker positionieren das Druckbild aber nicht zentriert auf dem\nPapier. Dadurch wird die Blattbegrenzung gedruckt, dafür fehlen dann\nunten ca. 10 mm.</p>\n\n<p>Versuche in diesem Fall, ob das Ausschalten der Blattbegrenzung die\nSituation verbessert.</p>\n",
  "produce":"<p>Hier kannst du eine Liste der Auszuüge angeben, für welche eine\nPDF-DAtei mit erzeugt werden soll.</p>\n\n<blockquote>\n<p><strong>Hinweis:</strong> Manchmal ist es sinnvoll, Auszüge nur zur Bearbeitung\nanzulegen, diese aber nicht zu drucken. Es kommt auch vor, dass Auszug\n0 nur verwendet wird, um Vorgaben für die anderen Auszüge zu machen,\nnicht aber um ihn wirklich auszudrucken.</p>\n</blockquote>\n",
  "repeatsigns":"<p>Hier kannst du die Darstellung der Wiederholungszeichen steuern. Dabei\nwird angegeben, für welche Stimmen Wiederholgungszeichen gedruckt\nwerden, wie die Wiederholungszeichen gedruckt werden, und wie sie\npositioniert werden.</p>\n",
  "repeatsigns.left":"<p>Hier kannst du die Darstellung des linken Wiederholungszeichen steuern.</p>\n",
  "repeatsigns.left.text":"<p>Hier gibst du den Text an, der als linkes Wiederholungszeichen\nausgegeben werden soll.</p>\n",
  "repeatsigns.right":"<p>Hier kannst du die Darstellung des rechten Wiederholungszeichen steuern.</p>\n",
  "repeatsigns.right.text":"<p>Hier gibst du den Text an, der als rechtes Wiederholungszeichen\nausgegeben werden soll.</p>\n",
  "repeatsigns.voices":"<p>Hier gibst du eine Liste (durch Komma getrenn) der Stimmen and, für\nwelche Wiederholungszeichen anstelle von Sprunglinine ausgegeben werden.</p>\n\n<blockquote>\n<p>Hinweis: Zupnoter stellt für die hier aufgelisteten Stimmen keine\nSprunglinien mehr dar.</p>\n</blockquote>\n",
  "restposition":"<p>Hier kannst du angeben an welcher Tonhöhe die Pausen eingetragenw werden\nsollen. Pausen haben an sich keine Tonhöhe, daher ist es nicht\neindeutig, wie sie im Umterlegnotenblatt positioniert werden sollen.</p>\n\n<ul>\n<li>  <code>center</code> positioniert die Pause zwischen die vorherige und die\nnächste Note</li>\n<li>  <code>next</code> positioniert die Pause auf die gleiche Tonhöhe wie die\nnächste Note</li>\n<li>  <code>default</code> übernimmt den Vorgabewert</li>\n</ul>\n",
  "restposition.default":"<p>Hier kannst den Vorgabewert für die Pausenposition angeben.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: <code>default</code> als Vorgabewert nimmt den intenrn Vorgabewert\n<code>center</code>.</p>\n</blockquote>\n",
  "restposition.repeatend":"<p>Hier kannst du die Pausenposition nach einer Wiederholung einstellen.</p>\n",
  "restposition.repeatstart":"<p>Hier kannst du die Pausenposition vor einer Wiederholung einstellen.</p>\n",
  "shape":"<p>Hier gibst du eine Liste von Linienformen für das Tuplet an.</p>\n\n<ul>\n<li>  <code>c</code>: Kurve</li>\n<li>  <code>l</code>: Linie</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Mit der Linienform <code>l</code> kann man die Lage der\nKontrollpunkte (als Ecken im Linienzug) sehen.</p>\n</blockquote>\n",
  "startpos":"<p>Hier kannst du die Position von oben angeben, an welcher die Harfennoten\nbeinnen. Damit kannst du ein ausgewogeneres Bild erhalten.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:Durch diese Funktion wird auch der Bereich verkleinert, in\ndem die Noten dargestellt werden. Sie ist daher vorzugsweise bei\nkurzen Stücken anzuwenden, die sonst oben auf der Seite hängen.</p>\n</blockquote>\n",
  "stringnames":"<p>Hier kannst du stueern, ob und wie Saitennamen auf das\nUnterlegnotenblatt gedruckt werden.</p>\n",
  "stringnames.marks":"<p>Hier kannst du angeben, ob und wo Saitenmarken gedruckt werden.</p>\n",
  "stringnames.marks.hpos":"<p>Hier gibst du die horizontale Position der Saitenmarken an. Die Angabe\nist eine durch Komma getrennte liste von Midi-Pitches.</p>\n\n<p>Die Angabe <code>[43, 55, 79]</code> druckt Saitenmarken bei <code>G, G, g&#39;</code>. also bei\nden äußeren G-Saiten der 25-saitigen bzw. der 37-saitigen Tischharfe.</p>\n",
  "stringnames.text":"<p>Hier gibst du die Liste der Saitennamen getrennt druch Leerzeichen an.\nDie Liste wird so oft zusamengefügt, dass alle Saiten einen Nanen\nbekommen.</p>\n\n<p>In der Regel reicht es also, die Saitennamen für eine Oktave anzugeben.</p>\n\n<p><strong>Beispiel:</strong></p>\n\n<ul>\n<li>  <code>+ -</code> erzeugt <code>+ - +  + - + -</code></li>\n<li>  `C C</li>\n</ul>\n",
  "style":"<p>Hier kannst du den Stil für den Text einstellen. Du hast eine Auswahl\naus vordefinierten Stilen.</p>\n",
  "templates":"<p>Dieser Parameter kann nicht vom Benutzer gesetzt werden sondern liefert\ndie Vorlagen beim Einfügugen neuer Liedtext-Blöcke bzw.\nSeitenbeschriftungen etc.</p>\n\n<p>Er ist hier aufgeführt, um die Vorlagen selbst zu dokumentieren.</p>\n",
  "text":"<p>Hier gibst du den Text, der ausgegeben werden soll. Dieser Text kann\nauch mehrzeilig sein</p>\n",
  "tuplet":"<p>Hier kannst du die Darstellung von Triolen (genauer gesagt, von Tuplets)\nsteuern.</p>\n",
  "tuplet.0":"<p>Hier kannst du die Darstellung einer Triole (genauer gesagt, eines\nTuplets) steuern.</p>\n",
  "voices":"<p>Hier gibst du eine Liste von Sstimmen als (durch Komma getrennte) Liste\nvon Nummern an. Die Nummer ergibt sich aus der Reihnfolge in der\n<code>%%score</code> - Anweisung in der ABC-Notation.</p>\n",
  "vpos":"<p>Hier gibst du einen Abstand vom oberen Blattrand. Die Angabe erfolgt in\nmm.</p>\n",
  "wrap":"<p>Hier kannst du angeben, in welcher Spalte der Zeilenumbruch im\nKonfigurationsabschnitt erfolgen soll. Das kann bei komplexen\nKonfigurationen sinnvoll sein, um die Übersichtlichkeit zu erhöhen.</p>\n"
}
