{
  "DRAWING_AREA_SIZE":"<p>Hier kannst du die Größe der Zeichenfläche einstellen. Allerdings hat\naktuell nur die vertikale Größe einen Einfluss. Damit kann man bei\ngroßen Stücken noch ein bisschen mehr Platz ausreizen.</p>\n",
  "ELLIPSE_SIZE":"<p>Hier kannst du die Größe der ganzen Noten einstellen. Sinnvolle Werte\nsind [2-4, 1.2-2].</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Die Größe der anderen Noten werden ausgehend von diesem\nWert berechnet.</p>\n\n<p>Da die Noten auch mit der dicken Linie umrandet werden, kann auch die\n&quot;Linienstärke <code>dick</code>&quot; reeduziert werden, um ein filigraneres Notenbild\nzu erhalten.</p>\n</blockquote>\n",
  "PITCH_OFFSET":"<p>Dieser Paramter justiert das Verhältnis von Tonhöhe und Position auf dem\nBlatt. Die Angabe ist der negative MIDI-Wert der Note, die am linken\nBlattrand dargestellt wird.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Bei <strong>chromatischen</strong> Instrumenten wird die Stimmung der\nSaiten von Zupfnoter berechnet. Daher sorgt der Wert -43 dafür, dass\ndas G der Oktave 3 am linken Blattrand erscheint.</p>\n\n<p>Die Midi-Codes findest du auf\n<a href=\"http://www.electronics.dit.ie/staff/tscarff/Music_technology/midi/midi_note_numbers_for_octaves.htm\">hier</a></p>\n\n<p>Bei <strong>diatonischen</strong> Instrumenten muss der Wert ggf. durch\nAusprobieren ermittelt werden, da dort die Stimmung der Saiten fest\nverdrahtet ist. Üblicherweise ist er 0. Man könnte aber durch Werte\nvon -12 bzw. +12 eine Art &quot;Transponierung&quot; errreichen. Das ist dann\nsinnvoll, wenn die selben Eingabenoten für verschiedene Instrumente\nverwendet werden sollen.</p>\n</blockquote>\n",
  "REST_SIZE":"<p>Hier kannst du die Größe der Pausen einstellen. Sinnvolle Werte sind\n[2-4, 1.2-2]</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:Bitte beachte, dass nur die Angabe der Höhe von\nberücksichtigt wird, da das Pausensymbol nicht verzerrt werden darf.</p>\n</blockquote>\n",
  "X_SPACING":"<p>Hier gibst du den Saitenabstand in mm an. Normalerweise ist das 11.5 mm.</p>\n",
  "$resources":"<p>Hier siehst du eine Liste alle Bilder, die du geladen hast.</p>\n\n<ul>\n<li>  Du kannst sie löschen indem du auf den Papierkorb klickst.</li>\n<li>  Du kannst eine kleine Vorschau sehen wenn du auf Hilfe (?) klickst.</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Bitte beachte, dass die Bilder erst dann auf deinem Blatt\nerscheinen, wenn du sie im entsprechenden Auszug anlegst.</p>\n\n<p><strong>Hinweis</strong>: Du kannst Bilder im JPG-Format hinzufügen über das Menü\n<code>Datei / Import</code>. Alternativ kannst du eine JPG Datei in Zupfnoter\nhineinziehen.</p>\n</blockquote>\n",
  "align":"<p>Hier kannst du die Anordnung des Textes bezogen auf den Bezugspunkt,\n(z.B. die Note) vorgeben. Wenn dieser Parameter fehlt, wird die\nAnordnung automatisch errechnet</p>\n\n<ul>\n<li>  <code>l</code>: der Text steht links vom Bezugspunkt (und ist daher\nrechtsbündig)</li>\n<li>  <code>r</code>: der Text steht rechts vom Bezugspunkt (und ist daher\nlinksbündig)</li>\n<li>  <code>auto</code>: die Ausrichtung wird automatisch errechnet</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Auch beim manuellen Verschieben wird die Anordnung der\nNummer (links/rechts der Note) berücksichtigt und die Ausrichtung\n(linksbündig/rechtsbündig) entsprechend errechnet. Damit können die\nNummern auch bei unterschiedlicher Länge sehr präzise positioniert\nwerden.</p>\n</blockquote>\n",
  "annotations":"<p>Hier kannst du eine Liste von Beschriftungsvorlagen angeben.</p>\n\n<p>Zupfnoter bringt einige solcher Definitionen bereits mit.</p>\n\n<p>Diese Beschriftungsvorlagen kannst du über &quot;Zusatz einfügen&quot; mit einer\nNote verbinden (Notenbeschriftung).</p>\n",
  "annotations.vl":"<p>Hier siehst du ein Beispiel für eine Notenbeschriftung (hier mit dem\nNamen <code>vl</code>).\\\nDiese dient dazu ein &quot;V&quot; an die Harfennote zu drucken um anzudeuten,\ndass die Saite nach Ablauf des Notenwertes abgedämpft werden soll.</p>\n",
  "autopos":"<p>Hier kannst du die automatische Positionierung einschalten. Dabei werden\nZählmarken bzw. Taktnummern abhängig von der Größe der Noten platziert.\nWenn diese Option ausgeschaltet, gelten die Werte von <code>pos</code>. Dies kann\nbei manchen Stücken eine sinnvollere Einstellugn sein.</p>\n\n<p>Die Zählmarken/Taktnummer lassen sich weiterhin mit der Maus\nverschieben.</p>\n",
  "bar":"",
  "barnumbers.apanchor":"<p>Hier kannst du die vertikale Verankerung der Taktnummer an der Note\neinstellen.</p>\n\n<ul>\n<li>  <code>center</code>: die Taktnummer wird an der Mitte der Note verankert</li>\n<li>  <code>box</code>: die Taktnummer wird am unteren Rand der Note verankert</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweise</strong>:</p>\n\n<ul>\n<li><p>Dieser Parameter wirkt nur bei automatischer Positionierung der\nTaktnummern.</p></li>\n<li><p>Die horizontale Verankerung der Taktnummer wird automatisch so\nberechet, dass die Taktnummer gegenüber der eingehenden Flusslinie\nsteht.</p></li>\n</ul>\n\n<!-- -->\n</blockquote>\n",
  "barnumbers.apbase":"<p>Hier kannst du die Grundlage für die automatische Positionierung von\nTaktnummern einstellen.</p>\n\n<p>Es werden zwei Werte erwartet: horizontal, vertikal.</p>\n\n<ul>\n<li>  Positive Werte schieben die Taktnummer <strong>weiter</strong> von der Note weg.</li>\n<li>  Negative Werte schieben die Taktnummer <strong>näher</strong> an die Note heran.</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweise</strong>: Die horizontale Verankerung der Taktnummer wird\nautomatisch so berechet, dass die Taktnummer gegenüber der ausgehenden\nFlusslinie steht.</p>\n\n<p>Eine bewährte Eingabe ist:</p>\n\n<ul>\n<li>  <code>center</code>: <code>1,0</code></li>\n<li>  <code>box</code>: <code>1,-1</code></li>\n</ul>\n</blockquote>\n",
  "countnotes.apanchor":"<p>Hier kannst du die vertikale Verankerung der Zählmarke an der Note\neinstellen.</p>\n\n<ul>\n<li>  <code>center</code>: die Zählmarke wird an der Mitte der Note verankert</li>\n<li>  <code>box</code>: die Zählmarke wird am unteren Rand der Note verankert</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweise</strong>:</p>\n\n<ul>\n<li>  Dieser Parameter wirkt nur bei automatischer Positionierung der\nZählmarken.</li>\n<li>  Die horizontale Verankerung der Zählmarke wird automatisch so\nberechet, dass die Zählmarke gegenüber der eingehenden Flusslinie\nsteht.</li>\n</ul>\n</blockquote>\n",
  "countnotes.apbase":"<p>Hier kannst du die Grundlage für die automatische Positionierung von\nZählmarken einstellen.</p>\n\n<p>Es werden zwei Werte erwartet: horizontal, vertikal.</p>\n\n<ul>\n<li>  Positive Werte schieben die Zählmarke <strong>weiter</strong> von der Note weg.</li>\n<li>  Negative Werte schieben die Zählmarke <strong>näher</strong> an die Note heran.</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweise</strong>: Die horizontale Verankerung der Zählmarke wird\nautomatisch so berechet, dass die Zählmarke gegenüber der eingehenden\nFlusslinie steht.</p>\n\n<p>Eine bewährte Eingabe ist:</p>\n\n<ul>\n<li>  <code>center</code>: <code>1,0</code></li>\n<li>  <code>box</code>: <code>1,-0.5</code></li>\n</ul>\n</blockquote>\n",
  "cp1":"<p>Hier gibst du den Kontrollpunkt für die erste Note an.</p>\n",
  "cp2":"<p>Hier gibst du den Kontrollpunkt für die letzte Note an.</p>\n",
  "extract":"<p>Hier kannst du Auszüge für deine Unterlegnoten definieren. Das ist\nbesonders bei mehrstimmigen Sätzen sinnvoll.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Einstellungen im Auszug 0 wirken auf die anderen Auszüge,\nsofern sie dort nicht überschrieben werden.</p>\n</blockquote>\n\n<p><code>extract.0</code> spezifiziert den Auszug 0; <code>extract.1</code> spezifiziert den\nAuszug 1 usw.</p>\n",
  "extract.0.barnumbers":"<p>Hier kannst du angeben, wie Taktnummern in deinem Unterlegnotenblatt\nausgegeben werden sollen.</p>\n",
  "extract.0.barnumbers.voices":"<p>Hier kannst du eine Liste der Stimmen angeben, die Taktnummern bekommen\nsollen.</p>\n",
  "extract.0.countnotes":"<p>Hier kannst du angeben, ob und wie Zählmarken in deinem\nUnterlegnotenblatt ausgegeben werden sollen.</p>\n\n<p>Zählmarken sind hilfreich, um sich ein Stück erarbeiten. Sie geben\nHilfestellung beim einhalten der vorgegebenen Notenweret.</p>\n",
  "extract.0.countnotes.voices":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, die Zählmarken bekommen sollen.</p>\n",
  "extract.0.filenamepart":"<p>Hier kannst du einen Zusatz angeben, um welchen der Filename der\nPDF-Dateien für diesen Auszug ergänzt werden soll. Auf diese Weise wird\njeder Auszug in einer eigenen Datei wiedergegeben.</p>\n\n<p>Wenn das Feld fehlt, dann wird der Filename aus dem Inhalt von\n<code>extract.0.title</code> gebildet.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Bitte achte darauf, daß jeder Auszug einen eindeutigen\nFilename-Zusatz oder Titel hat. Sonst werden mehrere Auszüge in die\ngleiche Datei geschrieben (und nur der letzte bleibt übrig).</p>\n</blockquote>\n",
  "extract.0.flowlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Flußlinien eingezeichnet werden sollen.</p>\n",
  "extract.0.jumplines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Sprunglinien eingezeichnet werden sollen.</p>\n",
  "extract.0.layoutlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, die <strong>zusätzlich</strong> zu den dargestellten Stimmen zur die\nBerechnung des vertikalen Anordnung der Noten (Layout) herangezogen\nwerden sollen.</p>\n\n<p>Üblicherweise werden nur die dargestellten Stimmen für die Berechnung\ndes Layouts herangezogen. Es kann aber sinnvoll sein, weitere Stimmmen\nzur Berechnung des Layouts zu berücksichtigen, um in allen Auszügen ein\nein gleichartiges Notenbild zu bekommen.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Auch wenn der Parameter <code>layoutlines</code> heißt, bewirkt er\nnicht, dass irgendwelche Linien eingezeichnet werden.</p>\n</blockquote>\n",
  "extract.0.legend":"<p>Hier kannst du die Darstellung der Legende konfigurieren. Dabei wird\nunterschieden zwischen</p>\n\n<ul>\n<li>  <code>pos</code> - Position des Titels des Musikstückes</li>\n<li>  <code>spos</code> - Position der Sublegende, d.h. der weiteren Angaben zum\nMusikstück</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Die Legende wird vorzugsweise durch Verschieben mit der\nMaus positioniert. Für eine genaue positionierung kann jedoch die\nEingabe über die Bildschirmmaske sinnvol sein.</p>\n</blockquote>\n",
  "extract.0.legend.pos":"<p>Hier kannst du die Darstellung des Titels des Musikstückes angeben. Die\nAngabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n",
  "extract.0.legend.spos":"<p>Hier kannst du die Darstellung der weiteren Angaben (Sublegende) des\nMusikstückes angeben. Die Angabe erfolgt in mm als kommagetrennte Liste\nvon horizontaler / vertikaler Position.</p>\n",
  "extract.0.subflowlines":"<p>Hier kannst du du eine Liste - getrennt durch Komma - der Stimmen\nangeben, für die Unterflußlinien eingezeichnet werden sollen.</p>\n",
  "extract.0.synchlines":"<p>Hier kannst du angeben, welche Stimmenpaare über Synchronisationslinien\nverbunden werden sollen.</p>\n\n<p>Die Angabe erfolgt in der Bildschirmmaske als eine durch Komma\nseparierte Liste von Stimmenpaaren (darin die Stimmen durch &quot;-&quot;\ngetrennt).</p>\n\n<p>Die Angabe &quot;<code>1-2, 3-4</code>&quot; bedeutet beispielsweise, dass zwischen den\nStimmen 1 und 2 bzw. den Stimmen 3 und 4 eine Synchronisationslinie\ngezeichnet werden soll.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:In der Texteingabe wird das als eine Liste von\nzweiwertigen Listen dargestellt.</p>\n</blockquote>\n",
  "extract.0.title":"<p>Hier spezifizierst du den Titel des Auszuges. Er wird in der Legende mit\nausgegeben.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Der Titel des Auszuges wird an die Angabe in der Zeile\n&quot;F:&quot; angehängt, falls nicht noch ein <code>extract.0.filenamepart</code>\nspezifiziert ist.</p>\n</blockquote>\n",
  "imagename":"<p>Hier kannst du das Bild auswählen, welches eingefügt werden soll. Die\nAuswahlliste zeigt die Zupfnoter-internen Namen an. Es werden nur Bilder\ngelistet, die dem ABC-File hinzugefügt wurde.</p>\n",
  "images.0.height":"<p>Hier gibst du die Höhe des Objektes (z.b. des Bildes) in mm an.</p>\n",
  "instrument":"<p>Hier gibst du den Namen des Instrumentes an. Die Angabe bewirkt\nspezifische Verarbeitungen, z.B. die Anpassung der Tonhöhe zur Saite\n(bei <code>saitenspiel</code> als diatonischem Instrument ist das nicht linear).</p>\n\n<p>Es gibt folgende Einstellunge:</p>\n\n<ul>\n<li>  <strong><code>37-string-g-g</code></strong>: das ist die 37-saitige Harfe</li>\n<li>  <strong><code>25-string-g-g</code></strong>: das ist die 25-saitige Harfe</li>\n<li>  <strong><code>18-string-b-e</code></strong>: das ist die 18-saitige Harfe gestimmt von B bis\ne</li>\n<li>  <strong><code>saitenspiel</code></strong>: das ist ein diatonisch gestimmtes Saitenspiel mit\neiner G-Bass-Saite</li>\n</ul>\n",
  "layout":"<p>Hier kannst du die Parameter für das Layout eintsllen. Damit lässt das\nNotenbild gezielt optimieren.</p>\n",
  "layout.LINE_MEDIUM":"<p>Hier stellst du die Breite (in mm) von mittelstarken Linien ein.</p>\n",
  "layout.LINE_THICK":"<p>Hier stellst du die Breite (in mm) von dicken Linien ein.</p>\n",
  "layout.LINE_THIN":"<p>Hier stellst du die Breite (in mm) von dünnen Linien ein.</p>\n",
  "layout.beams":"<p>Hier kannst du einstellen, ob die Noten mit Notenhälsen dargestellt\nwerden. Noten mit Notenhälsen orientieren sich mehr an der\ntraditionellen Notenschrift, brauchen aber mehr Plat. Alle Noten werden\ngleich groß dargeestellt.</p>\n",
  "layout.bottomup":"<p>Hier kannst du einstellen, ob die Noten von unten nach oben geschrieben\nwerden. Manche Spieler (Spieler der Okon-Harfe) bevorzugen diese\nDarstellung, weil dabei die Hand nicht mehr die nächsten Noten verdeckt.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Die Taktstriche werden weiterhin oberhalb der Noten\ngezeichnet. Aber die Position von Taktnummern und Zählmarken wird\nangepasst.</p>\n</blockquote>\n",
  "layout.color":"<p>Hier kannst du die Farbe für verschiedene Elemente einstellen.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Die Farbe werden über die &quot;HTML&quot; - Namen angegegeben. Dort\nist <code>grey</code> ist dunkler als <code>darkgrey</code> :-)</p>\n\n<p><strong>Hinweis</strong> Die Farbe von varianten Abnschnitten alterniert zwischen\nvariant1 und variant2. Wenn du beide gleich einstellst, dann werden\ndie varianten Abschnitte gleichermassen eingefärbt.</p>\n\n<p>Wenn du beide auf den gleichen wert wie &quot;default&quot; stellst, dann werden\nvariante Abschnitte nicht mehr durch Farbe abgesetzt.</p>\n</blockquote>\n",
  "layout.color.color_default":"<p>Hier wählst die Grundfarbe für die Ausgabe. Diese Farbe wird bei allen\nElementen verwendet, die keine spzeifische Farbeinstellung haben.</p>\n",
  "layout.color.color_variant1":"<p>Hier wählst du die Farbe in der variante Abschnitte 1, 3, 5 etc.\ndargestellt werden.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Die Farbe von varianten Abnschnitten alterniert zwischen\nvariant1 und variant2. Wenn du beide gleich einstellst, dann werden\ndie varianten Abschnitte gleichermassen eingefärbt.</p>\n\n<p>Wenn du beide auf den gleichen wert wie &quot;default&quot; stellst, dann werden\nvariante Abschnitte nicht mehr durch Farbe abgesetzt.</p>\n</blockquote>\n",
  "layout.color.color_variant2":"<p>Hier wählst du die Farbe in der variante Abschnitte 2,4,6 etc.\ndargestellt werden.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Die Farbe von varianten Abnschnitten alterniert zwischen\nvariant1 und variant2. Wenn du beide gleich einstellst, dann werden\ndie varianten Abschnitte gleichermassen eingefärbt.</p>\n\n<p>Wenn du beide auf den gleichen wert wie &quot;default&quot; stellst, dann werden\nvariante Abschnitte nicht mehr durch Farbe abgesetzt.</p>\n</blockquote>\n",
  "layout.jumpline_anchor":"<p>Hier stellst du ein, wie die Sprunglinien an den entsprechenden Noten\nverankert werden. Bitte gib zwei Werte (X, Y) getrennt durch ein Komma\nan. Die Angabe erfolgt in mm und bezieht sich auf den Rand (genauer\ngesagt, das umhüllende Rechteck) der entsprechende Note.</p>\n",
  "layout.limit_a3":"<p>Diese Funktion verschiebt Noten am A3-Blattrand nach innen. Da das\nUnterlegnotenblatt etwas größer ist als A3 würde sonst die Note\nangeshnitten.</p>\n",
  "layout.packer":"<p>Hier kannst du weitere Einzelheiten für die vertikale Anordnung der\nNoten konfigurieren. Es sind subtile Feinheiten, welche den Unterschied\nausmachen. Daher sind diese Funktionen noch experimentell.</p>\n",
  "layout.packer.pack_max_spreadfactor":"<p>Nach der Berechnung des maximal komprimierten Layouts versucht\nZufpnoter, dieses so weit zu spreizen, dass die Zeichenfläche voll\nausgefüllt wird.</p>\n\n<p>Dieser Faktor bestimmt, wie weit das maximal komprimierte Layout in der\nVertikalen gespreizt werden soll. Das wirkt sich bei kurzen Stücken aus,\nwelche das Blatt nicht vollständig ausfüllen.</p>\n\n<p>Bei sehr kurzen Stücken ist es sinnvoll, die Spreizung zu begrenzen,\nweil sonst die Noten sehr weit auseinander liegen.</p>\n",
  "layout.packer.pack_method":"<p>Hier kannst du die pack-Methode auswählen</p>\n\n<ul>\n<li><p><strong>0</strong> : Die bisherige Methode: diese geht nach jedem Schritt um die\nHöhe der größten Note weiter</p></li>\n<li><p><strong>1</strong> : Kopmpakt: diese geht nur dann weiter, wenn</p>\n\n<ul>\n<li>  ein Richtungswechsel der Melodie vorliegt</li>\n<li>  Noten übereinander gezeichnet würden</li>\n</ul>\n\n<p>Das bedeutet dass bei monotonen Melodien die Noten enger gesetzt\nwerden.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Diese Methode eignet sich am besten für lange,\neinstimmige Stücke. Die Platzeinsparung geht bei mehrstimmmigen\nStücken schnell verloren.</p>\n\n<p>Bei dieser Methode sind die Synchronisiationslinien zwischen den\nStimmen nicht immer gut sichtbar weil die Flusslinien ggf. sehr\nflach sind.</p>\n</blockquote></li>\n<li><p><strong>2</strong> : linear: die Zeitachse wird linear auf das Blatt verteilt.\nBei kurzen Stücken entspricht der Abstand der Noten dann auch dem\nNotenwert. Manche Spieler empfinden das als hilfreich. Es wird aber\nam meisten Platz verbraucht.</p>\n\n<p>Es wird auch kein extra Raum für Parts, Taktstriche und manuelle\nVorschübe erstellt.</p></li>\n</ul>\n",
  "layout.packer.pack_min_increment":"<p>Dieser Faktor bestimmt, wie weit pro Note auf jeden Fall weiter gerückt\nwird. Pro Note wird mindestens um diesen Anteil einer Maximalnote weiter\ngeschaltet.</p>\n\n<p><strong>Beispiele</strong>:</p>\n\n<ul>\n<li>  <strong>0.0</strong>: es entstehen horizontale Flußlinien</li>\n<li>  <strong>1.0</strong>: es wird mindests um eine ganze Note weiter geschaltet</li>\n<li>  <strong>0.2</strong>: es wird um 20% einer ganzen Note weiter geschaltet. Dies\nliefert angenehme Ergebnisse.</li>\n</ul>\n",
  "lyrics":"<p>Hier steuerst du die Positionierung der Liedtexte. Dabei kannst du den\nLiedtext auf mehrer Blöcke aufteilen.</p>\n\n<p>Ein einzelner Block listet die Strophen auf, die er enthält, und die\ngemeinsam poitioniert werden.</p>\n",
  "lyrics.0":"<p>Hier definierst du einen einzelnen Block von Liedtexten.</p>\n",
  "lyrics.0.pos":"<p>Hier gibst du die Position an, an welcher der Liedtext-Block ausgegeben\nwerden soll. Angabe erfolgt in mm als kommagetrennte Liste von\nhorizontaler / vertikaler Position.</p>\n",
  "lyrics.0.verses":"<p>Hier gibst du die Liste der Strophen an die im Liedtext-Block ausgegeben\nwerden. Gib eine kommaseparierte Liste von Versnummern an.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Die Nummern der Strophen ergibt sich aus der Reihenfolge,\nnicht aus etwa vorhandener Nummer im Text der Strophe.</p>\n\n<p><strong>Hinweis</strong>: negative Nummern zählen von hinten. Daher gibt z.B. <code>-1</code>\ndie letzte Strophe aus. <code>0</code> gibt gar keine Strophe aus.</p>\n</blockquote>\n",
  "lyrics.pos":"<p>Dies ist die Vorgabe für Position, an welcher der Liedtext-Block\nausgegeben werden soll. Angabe erfolgt in mm als kommagetrennte Liste\nvon horizontaler / vertikaler Position.</p>\n",
  "lyrics.verses":"<p>Dies ist die Vorgabe für die Liste der Strophen die im Liedtext-Block\nausgegeben werden.</p>\n",
  "minc_f":"<p>Hier gibst du den Korrekturfaktor für den vertikalen Voreschub an.</p>\n\n<p>Die Angabe bestimmt, welcher Anteil am errechneten vertikalen Abstand\nals extra Abstand <strong>hinzugefügt</strong> wird. (<code>a = (a + minc_f * a</code>))</p>\n\n<p>Im Beispiel</p>\n\n<pre><code>    &quot;minc&quot; : {\n       &quot;2304&quot;: {&quot;minc_f&quot;: 1}, \n       &quot;4224&quot;: {&quot;minc_f&quot;: -0.25}\n       }\n</code></pre>\n\n<ul>\n<li>  bei 2304 wird der Abstand verdoppelt. Mit derm Faktor 1 wird ein\nNormalabstand wird hinugefügt.</li>\n<li>  bei 4224 wird der abstand um 25% reduziert. Mit dem Faktor -0.25\nwird ein Viertel des Maximalabstandes abgezogen</li>\n</ul>\n\n<p><strong>Beispiele</strong>:</p>\n\n<ul>\n<li>  <code>-1.0</code> würde den Vorschub um eine ganze Note zurück setzen</li>\n<li>  <code>0</code> ändert nichts am Vorschub. Damit kann man den Wert zurücksetzen,\nfalls er im Auszug 0 gesetzt wurde.</li>\n<li>  <code>0.5</code> vergrößert den Vorschub um die Hälfte einer ganzen Note.</li>\n</ul>\n",
  "nconf":"<p>Hier kannst du die Darstellung einer einzelnen Note konfigurieren.</p>\n",
  "nonflowrest":"<p>Hier kannst du einstellen, ob in den Begleitstimmen ebenfalls die Pausen\ndargestellt werden sollen. Eine Stimme wird dann Begleitstimme\nbetrachtet, wenn sie keine Flußlinie hat.</p>\n\n<p>Normalerweise ist es nicht sinnvoll, in den Begleitstimmen Pausen\ndarzustellen, da der Spieler sich ja an den Pausen in der Flußlinie\norientiert.</p>\n",
  "notebound":"<p>Hier stehen alle Konfigurationsparameter, welche an den <strong>Zeitpunkt</strong>\neiner Note gebunden sind (z.B für Taktzahlen, Triolen usw.)</p>\n\n<blockquote>\n<p><strong>Hinweis:</strong> Wenn das Musikstück so bearbeitet wird, dass das\nZeitschema verändert wird (z.b. Noten einfügen) kann es sinnvoll sein,\ndiesen Zweig komplett zu löschen und neu aufzubauen.</p>\n</blockquote>\n",
  "notebound.minc":"<p>Hier kannst du manuelle Korrekturen im vertikalen Layout vornehmen:</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Diese Funktion ist nun wirklich für die ganzen Experten.\nBitte verwende sie also nur, wenn du weißt, was du tust.\nAnwendungsfälle für diese Funktion:</p>\n\n<ul>\n<li>  Linien (z.B. Sprunglinien) gehen unglücklich durch andere Noten\noder Beschriftungen</li>\n<li>  Bei sehr dichten Layouts gehen Taktstriche in die vorherige Note</li>\n<li>  Man hat sehr viele Noten, könnte aber einen Teil in eine freie\nFläche schieben. In diesem fall würde die Flusslinie teilweise\nnach oben gehen.</li>\n</ul>\n</blockquote>\n\n<p>Dieser Parameter enthält eine Liste von manuellen Korrekturen. Jeder\nEintrag ändert den Vorschub für einen durch seinen Schlüssel bestimmten\nZeitpunkt.</p>\n",
  "notes":"<p>Hier kannst du eine Seitenbeschriftungen hinzufügen. Beim Einfügen einer\nSeitenbeschriftung vergibt Zupfnoter eine Nummer anstelle der <code>.0</code>.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Es kann aber auch sinnvoll sein eine sprechende\nBezeichnung für die Beschriftung manuell vorzugeben um ihrer\nspezifische Verwendung hervorzuheben z.B. <code>notes.T_Copyright</code>. Das ist\nallerdings nur in der Textansicht möglich.</p>\n</blockquote>\n",
  "notes.0.T01_number":"<p>Dieses Template fügt eine Nummer im Notenblatt ein. Damit kannst du\ndeine eigenen Ordnungskriterien realiseren.</p>\n\n<p>Das vorgesehene Numernschema setzt sich aus zwei Blöcken zusammen</p>\n\n<ul>\n<li>  3 Zeichen für den Urheber, sozusagen die Unterlegnotenmanufaktur</li>\n<li>  3 Zeichen für eine fortlaufende Nummer. Es ist sinnvoll diese Nummer\nmit führenden Nullen zu schreiben.</li>\n</ul>\n\n<p>Beispiel: <code>BWL-001</code> - Bernhard Weichel - Blatt 001</p>\n",
  "notes.0.pos":"<p>Hier gibst du die Position der Seitenbeschriftung an, an welcher der\nLiedtext-Block ausgegeben werden soll. Angabe erfolgt in mm als\nkommagetrennte Liste von horizontaler / vertikaler Position.</p>\n",
  "notes.T01_number_extract":"<p>Dieses Template fügt zwei Zeichem am Ende der Nummer an. Damit kann man\nden jeweiligen Auszug kennzeichen.</p>\n\n<p>Ein sinnvolles schema ist:</p>\n\n<ul>\n<li>  <code>-A</code> - Sopran Alt - per default Auszug 1</li>\n<li>  <code>-B</code> - Tenor Bass - per default Auszug 2</li>\n<li>  <code>-M</code> - Nur Melodie - am besten Auszug 3 - ist aber nicht per default\nkonfiguriert</li>\n<li>  <code>-S</code> - Alle Stimmen - per default Auszug 0; dieser wird in der Regel\naber nicht gedruckt, sondern nur zur Bearbeitung verwendet.</li>\n</ul>\n",
  "notes.T02_copyright_music":"<p>Dieses Template fügt einen Copyrightvermerk für die Musik ein. Hier wird\ndas Copyright auf die Komposition angegeben.</p>\n",
  "notes.T03_copyright_harpnotes":"<p>Dieses Template fügt einen Copyrightvermerk für das Unterlgnotenbild\nein. Damit reklamierst du ein Copyright für die Umsetzung auf die\nTischharfe</p>\n",
  "notes.T04_to_order":"<p>Dieses Template fügt eine Notiz ein wo man das Unterlegnotenblatt\nbeziehen kann. Das ist sinnvoll, wenn die Unterlegoten in irgendeiner\nWeise vertrieben werden.</p>\n",
  "notes.T09_do_not_copy":"<p>Dieses Template fügt eine Notiz ein, die darauf hinweist, dass das Blatt\nnicht ohne Erlaubnis kopiert werden darf.</p>\n",
  "nshift":"<p>Hier kannst du konfigieren, wie die Note/Pause horizontal verschobnen\nwird. Die Angabe ist ein Fakter der mit der Notenbreite multipliziert\nwird.</p>\n\n<ul>\n<li>  <code>+1.0</code> verschiebt die Note um eine Notenbreite nach rechts</li>\n<li>  <code>-1.0</code> verschiebt die Note um eine Notenbreite nach links</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: diese Konfiguration überschreibt eventuell vorhandene\nVerschiebungen über <code>Zusätze</code>.</p>\n</blockquote>\n",
  "pos":"<p>Hier gibst du die Position an. Angabe erfolgt in mm als kommagetrennte\nListe von horizontaler / vertikaler Position.</p>\n",
  "prefix":"<p>Hier kannst du einen Text angeben, der z.B. vor der Taktnummeer\nausgegeben werden soll (Präfix).</p>\n",
  "printer":"<p>Hier kannst du das Druckbild auf deine Drucher-Umgebung anpassen.</p>\n\n<blockquote>\n<p><strong>Hinweis:</strong> Durch Verwendung dieser Funktion passen die erstellten\nPDF-Dateien eventuell nicht mehr auf andere Umgebungen. Bitte verwende\ndie Funktion also erst, wenn du keine geeigneten Einstellungen in\ndeinem Druckdialog findest.</p>\n</blockquote>\n",
  "printer.a3_offset":"<p>Hier definierst du, wie das Druckbild beim Ausdruck auf A3-Papier\nverschoben werden soll.</p>\n\n<p>Angabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Wenn ein Unterlegnotenblatt für eine 25 saitige Harfe auf\nein A3-Blatt gedruckt wird, ist es sinnvoll, das Druckbild um 10 mm\nnach links zu verschieben. Dadurch werden die Noten vom Drucker nicht\nmehr angeschnitten.</p>\n\n<p>In diesem Fall kann es auch sinnvoll sein, <code>limit-A3</code> auszuschalten.</p>\n</blockquote>\n",
  "printer.a4_offset":"<p>Hier defnierst du, wie das Druckbild beim Ausdruck auf A3-Papier\nverschoben werden soll.</p>\n\n<p>Angabe erfolgt in mm als kommagetrennte Liste von horizontaler /\nvertikaler Position.</p>\n",
  "printer.a4_pages":"<p>Hier gibst du eine kommagetrennte Liste von Seiten an, die bei A4\nausgedruckt werden sollen. Die Zählung beginnt bei 0!\nStandardeinstellung ist <code>0,1,2</code>.</p>\n\n<p>Bei manchen Instrumenten passt das gesamte Notenbild auf eine Seite. Bei\n25-saitigen Instrumenten reicht es beispielsweise, die Seite 1, 2\nauszugeben, und Seite 0 wegzulassen.</p>\n",
  "printer.show_border":"<p>Hier kannst du einstellen, ob die Blattbegrenzung gedruckt werden soll.\nDie Blattbegrenzung liegt eigntlich ausserhalb des Bereiches, den der\nDrucker auf dem Papier bedrucken kann. Wenn der Drucker das Druckbild\nauf dem Papier zentriert, ist die Blattbegrenzung nicht sichtbar. Ihre\nDarstellung auf der Druckvorschau kann trotzdem hilfreich sein.</p>\n\n<p>Manche Drucker positionieren das Druckbild aber nicht zentriert auf dem\nPapier. Dadurch wird die Blattbegrenzung gedruckt, dafür fehlen dann\nunten ca. 10 mm.</p>\n\n<p>Versuche in diesem Fall, ob das Ausschalten der Blattbegrenzung die\nSituation verbessert.</p>\n",
  "produce":"<p>Hier kannst du eine Liste der Auszuüge angeben, für welche eine\nPDF-DAtei mit erzeugt werden soll.</p>\n\n<blockquote>\n<p><strong>Hinweis:</strong> Manchmal ist es sinnvoll, Auszüge nur zur Bearbeitung\nanzulegen, diese aber nicht zu drucken. Es kommt auch vor, dass Auszug\n0 nur verwendet wird, um Vorgaben für die anderen Auszüge zu machen,\nnicht aber um ihn wirklich auszudrucken.</p>\n</blockquote>\n",
  "repeatsigns":"<p>Hier kannst du die Darstellung der Wiederholungszeichen steuern. Dabei\nwird angegeben, für welche Stimmen Wiederholgungszeichen gedruckt\nwerden, wie die Wiederholungszeichen gedruckt werden, und wie sie\npositioniert werden.</p>\n",
  "repeatsigns.left":"<p>Hier kannst du die Darstellung des linken Wiederholungszeichen steuern.</p>\n",
  "repeatsigns.left.text":"<p>Hier gibst du den Text an, der als linkes Wiederholungszeichen\nausgegeben werden soll.</p>\n",
  "repeatsigns.right":"<p>Hier kannst du die Darstellung des rechten Wiederholungszeichen steuern.</p>\n",
  "repeatsigns.right.text":"<p>Hier gibst du den Text an, der als rechtes Wiederholungszeichen\nausgegeben werden soll.</p>\n",
  "repeatsigns.voices":"<p>Hier gibst du eine Liste (durch Komma getrennt) der Stimmen an, für\nwelche Wiederholungszeichen anstelle einer Sprunglinie ausgegeben\nwerden.</p>\n\n<blockquote>\n<p>Hinweis: Zupnoter stellt für die hier aufgelisteten Stimmen keine\nSprunglinien mehr dar.</p>\n</blockquote>\n",
  "restposition":"<p>Hier kannst du angeben an welcher Tonhöhe die Pausen eingetragenw werden\nsollen. Pausen haben an sich keine Tonhöhe, daher ist es nicht\neindeutig, wie sie im Umterlegnotenblatt positioniert werden sollen.</p>\n\n<ul>\n<li>  <code>center</code> positioniert die Pause zwischen die vorherige und die\nnächste Note</li>\n<li>  <code>next</code> positioniert die Pause auf die gleiche Tonhöhe wie die\nnächste Note</li>\n<li>  <code>default</code> übernimmt den Vorgabewert</li>\n</ul>\n",
  "restposition.default":"<p>Hier kannst den Vorgabewert für die Pausenposition angeben.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: <code>default</code> als Vorgabewert nimmt den intenrn Vorgabewert\n<code>center</code>.</p>\n</blockquote>\n",
  "restposition.repeatend":"<p>Hier kannst du die Pausenposition nach einer Wiederholung einstellen.</p>\n",
  "restposition.repeatstart":"<p>Hier kannst du die Pausenposition vor einer Wiederholung einstellen.</p>\n",
  "shape":"<p>Hier gibst du eine Liste von Linienformen für die n-tole an.</p>\n\n<ul>\n<li>  <code>c</code>: Kurve</li>\n<li>  <code>l</code>: Linie</li>\n</ul>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Mit der Linienform <code>l</code> kann man die Lage der\nKontrollpunkte (als Ecken im Linienzug) sehen.</p>\n</blockquote>\n",
  "show":"<p>Dieser Eisntellung steuert, ob das Objekt (z.B. das Bild) in der Ausgabe\nangezeigt werden soll.</p>\n",
  "sortmark":"<p>Hier konfigurierst du die Ausgabe einer Sortiermarke. Die Sortiermarke\nwird am oberen Blattrand gedruckt. Ihre horiozontale Position entspricht\neiner alphabetischen Sortierung der Titel. In einem nach Titel\nsortierten Stapel von Notenblättern bewegt sich die Sortiermarke also\nvon links nach rechts. Damit kann man beim durchblättern gleich sehen,\nob der Stapel sortiert ist.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>: Leider kann auf haushaltsüblichen Druckern nicht bis zum\nRand gedrukht werden. Daher muss man die Sortiermake mit einem\nFilzstift bis zum Rand verlängern, dann kann man die Sortierung eiens\nStapels kontrollieren, in dem man auf die Schnittkante des Stapels\nschaut.</p>\n</blockquote>\n",
  "sortmark.fill":"<p>Hier gibst du an, ob die Sortiermarke gefüllt werden soll. Die gefüllte\nSortiermarke ist besser zu erkennen, könnte aber auch als störender\nempfunden werden.</p>\n",
  "sortmark.show":"<p>Hier gibst du an, ob eine Sortiermarke ausgegeben werden soll.</p>\n",
  "sortmark.size":"<p>Hier gibst du die Gräße der Sortiermarke an. Die Voreinstallung von\n[2,4] hat sich als praktikabel erwiesen.</p>\n",
  "startpos":"<p>Hier kannst du die Position von oben angeben, an welcher die Harfennoten\nbeinnen. Damit kannst du ein ausgewogeneres Bild erhalten.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:Durch diese Funktion wird auch der Bereich verkleinert, in\ndem die Noten dargestellt werden. Sie ist daher vorzugsweise bei\nkurzen Stücken anzuwenden, die sonst oben auf der Seite hängen.</p>\n</blockquote>\n",
  "stringnames":"<p>Hier kannst du stueern, ob und wie Saitennamen auf das\nUnterlegnotenblatt gedruckt werden.</p>\n",
  "stringnames.marks":"<p>Hier kannst du angeben, ob und wo Saitenmarken gedruckt werden.</p>\n",
  "stringnames.marks.hpos":"<p>Hier gibst du die horizontale Position der Saitenmarken an. Die Angabe\nist eine durch Komma getrennte liste von Midi-Pitches.</p>\n\n<p>Die Angabe <code>[43, 55, 79]</code> druckt Saitenmarken bei <code>G, G, g&#39;</code>. also bei\nden äußeren G-Saiten der 25-saitigen bzw. der 37-saitigen Tischharfe.</p>\n",
  "stringnames.text":"<p>Hier gibst du die Liste der Saitennamen getrennt druch Leerzeichen an.\nDie Liste wird so oft zusamengefügt, dass alle Saiten einen Nanen\nbekommen.</p>\n\n<p>In der Regel reicht es also, die Saitennamen für eine Oktave anzugeben.</p>\n\n<p><strong>Beispiel:</strong></p>\n\n<ul>\n<li>  <code>+ -</code> erzeugt <code>+ - +  + - + -</code></li>\n<li>  <code>C Cis D Dis E F Fis G Gis A Aia Bb B</code> erzeugt die regulären\nSaitennamen</li>\n</ul>\n",
  "style":"<p>Hier kannst du den Stil für den Text einstellen. Du hast eine Auswahl\naus vordefinierten Stilen.</p>\n",
  "template":"<p>Hier kannst du spezifische Eigenschaften des Template anpassen. Das ist\nnur relevant, wenn du ein Template bearbeitest.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong> Diese Eigenschaften werden auch in abc dateien geschrieben\nwelche auf Basis des vorhandenen Templates erstellt werden. Damit kann\nmnan feststellen, welches termplate der aktuell geöffnteten ABC -\ndatei zu Grunde liegt.</p>\n</blockquote>\n",
  "template.filebase":"<p>Hier kannst du den Dateinamen (ohne Erweiterung) des Templates angeben.\nWenn die F-Kopfzeile eine Platzhalter-Startsquenz (<code>{{</code>) enthält, wird\nder in diesem Parameter angegebenen Name zum Speichern verwendet</p>\n",
  "template.title":"<p>Hier kannst du einen informativen Titel für die Vorlage angeben. Damit\nkannst du die Vorlage identifizieren.</p>\n",
  "templates":"<p>Dieser Parameter kann nicht vom Benutzer gesetzt werden sondern liefert\ndie Vorlagen beim Einfügugen neuer Liedtext-Blöcke bzw.\nSeitenbeschriftungen etc.</p>\n\n<p>Er ist hier aufgeführt, um die Vorlagen selbst zu dokumentieren.</p>\n",
  "text":"<p>Hier gibst du den Text, der ausgegeben werden soll. Dieser Text kann\nauch mehrzeilig sein. Folgende Platzhalter kannst du verwenden:</p>\n\n<ul>\n<li>  <code>{{composer}}</code>: Komponist aus <code>C:</code> Zeilen</li>\n<li>  <code>{{current_year}}</code>: das aktuelle Jahr</li>\n<li>  <code>{{key}}</code>: Tonart aus <code>K:</code> Zeile</li>\n<li>  <code>{{meter}}</code>: Taktart aus <code>M:</code> Zeile</li>\n<li>  <code>{{number}}</code>: Nummer aus <code>X:</code> Zeile</li>\n<li>  <code>{{o_key}}</code>: Originaltonart</li>\n<li>  <code>{{tempo}}</code>: Tempo aus <code>Q:</code>Zeile</li>\n<li>  <code>{{title}}</code>: Titel aus <code>T:</code> Zeilen</li>\n<li>  <code>{{extract_title}}</code>: titel des auszgs aus &quot;extract.*.title&quot;,</li>\n<li>  <code>{{extract_filename}}</code>: Filenamenszusatz aus\n&quot;extract.*.filenamepart&quot;},</li>\n<li>  <code>{{printed_extracts}}</code>: erstellte Auszüge aus &quot;produce&quot;. Es werden\ndie entsprechneden Filenamenzusätze ausgegeben.</li>\n<li>  <code>{{watermark}}</code>: Wasserzeichen (mit\n<code>setsettings wartermark &quot;wasserzeichen&quot;</code> eingestellt)</li>\n</ul>\n",
  "tuplet":"<p>Hier kannst du die Darstellung von Triolen (genauer gesagt, von n-Tolen)\nsteuern.</p>\n\n<blockquote>\n<p><strong>Hinweis</strong>:</p>\n\n<p>Wenn du mehrere n-Tolen gemeinsam konfigurieren möchtest, ist es\nnotwendig, eine &quot;Verschiebemarke&quot; vor die betroffene n-Tole zu setzen.\nDabei ist es möglich, mehrere Tuplets gemeinsam zu konfigurieren wenn\nman die Verschiebemarken gleich benennt.</p>\n\n<p>Z.B. kann man eine Verschiebemarke <code>tpl_links</code> an alle tuplets\nschreiben, deren Bogen links von der FLußlineie liegen soll. Diese\nkönnen dann über den parameter <code>extract.0.tuplet.tpl_links</code> gemeinsam\nkonfiguriert werden</p>\n</blockquote>\n",
  "tuplet.0":"<p>Hier kannst du die Darstellung einer Triole (genauer gesagt, einer\nn-tole) steuern.</p>\n",
  "tuplet.show":"<p>Hier gibst du an, ob die n-Tole ausgegeben werden soll.</p>\n",
  "tuplets":"<p>Hier kannst du die generelle Darstellung von n-Tolen konfigurieren.</p>\n",
  "tuplets.text":"<p>Hier kannst du die Darstellung der n-Tolen - Nummer konfigurieren. Der\nWert ist ein Text, in welchem der Platzhalter <code>{{tuplet}}</code> durch die\nn-Tolen - Nummer ersetzt wird.</p>\n\n<p>So wird beispielsweise mit <code>- {{tuplet}} -</code> die n-Tolen - Nummer als\n<code>- 3 -</code> dargestellt.</p>\n",
  "voices":"<p>Hier gibst du eine Liste von Sstimmen als (durch Komma getrennte) Liste\nvon Nummern an. Die Nummer ergibt sich aus der Reihnfolge in der\n<code>%%score</code> - Anweisung in der ABC-Notation.</p>\n",
  "vpos":"<p>Hier gibst du einen Abstand vom oberen Blattrand. Die Angabe erfolgt in\nmm.</p>\n",
  "wrap":"<p>Hier kannst du angeben, in welcher Spalte der Zeilenumbruch im\nKonfigurationsabschnitt erfolgen soll. Das kann bei komplexen\nKonfigurationen sinnvoll sein, um die Übersichtlichkeit zu erhöhen.</p>\n"
}
